[
    {
      "id": "1",
      "name": "โปรแกรมคำนวณเกรดเฉลี่ยสะสม",
      "imageUrl": "https://software.thaiware.com/upload_misc/software/2014_04/728/8487_14041621392035.jpg",
      "price": "10000",
      "desc": "โปรแกรม GPA Calculator เป็น โปรแกรมที่มีหน้าที่เอาไว้ใช้ในการคำนวณเกรดเฉลี่ยสะสม โดยสามารถใช้คำนวณ GPA ได้สูงสุดมากถึง 10 วิชาพร้อม ๆ กัน ด้านการใช้งานโปรแกรมนี้ก็ง่ายๆ เพียงแค่เปิดโปรแกรมขึ้นมา จะมีช่องให้ใส่เกรด และหน่วยกิต ของแต่ละวิชา หลังจากนั้นก็กดปุ่ม 'คำนวณ' ผลการคำนวณเกรดเฉลี่ย ก็จะแสดงออกมาโดยทันที หากพิมพ์ผิด ต้องการเคลียร์ทิ้ง ก็ให้กดปุ่ม 'ล้างข้อมูล' ให้ทุกค่า ทุกช่อง เป็นค่าว่าง เพื่อพร้อมที่จะรอรับค่าต่อไป",
      "stock": 10
    },
    {
      "id": "2",
      "name": "โปรแกรมคำนวณภาษี",
      "imageUrl": "https://software.thaiware.com/upload_misc/software/2017_02/728/9113_170206203156g2.jpg",
      "price": "50000",
      "desc": "โปรแกรมคำนวณภาษี เป็นโปรแกรมคำนวณภาษี ที่ใช้งานง่าย ไม่ยุ่งยากซับซ้อน ใช้คำนวณภาษี จะได้คาดการณ์ล่วงรู้ล่วงหน้า ว่ามีสิ่งใดที่เราสามารถนำไปลดหย่อนเพิ่มเติมได้หรือไม่ และโปรแกรมนี้สามารถใช้คำนวณค่าลดหย่อนต่างๆ ได้อย่างละเอียด และยังสามารถบันทึกข้อมูลการคำนวณภาษี ใส่ไฟล์ .TXT เพื่อนำมาดูย้อนหลังได้ ชื่อไฟล์มีความหมายชัดเจน สามารถเปลี่ยนที่อยู่โฟลเดอร์ในการเซฟบันทึกไฟล์ได้",
      "stock": 5
    },
    {
      "id": "3",
      "name": "โปรแกรมร้านอาหาร",
      "imageUrl": "http://www.kpsoftwares.com/wordpress/wp-content/uploads/2019/09/Order1_1-928x696.png",
      "price": "20000",
      "desc": "โปรแกรมร้านอาหาร สำหรับช่วยจัดการระบบรับออเดอร์ พิมพ์บิล สต๊อกสินค้า เช็คยอดรายรับ-รายจ่าย ที่ช่วยให้การบริหารงานภายในตั้งแต่หน้าร้านถึงหลังร้านสะดวกรวดเร็ว ถูกต้องแม่นยำและหน้าตาการใช้งานของ โปรแกรม ถูกออกแบบมาให้เป็นมิตรต่อผู้ใช้งานทุกคน โดยผู้ใช้สามารถใส่รูปภาพของเมนูอาหารเข้าไปภายในโปรแกรมได้เลย และยังกำหนดราคาต่าง ๆ ได้ตามต้องการ ",
      "stock": 6
    },
    {
      "id": "4",
      "name": "โปรแกรมเครื่องคิดเลข",
      "imageUrl": "http://www.kruchiangrai.net/wp-content/uploads/2013/06/เครื่องคิดเลข-แบบ-scientific.jpg",
      "price": "2000",
      "desc": "โปรแกรมเครื่องคิดเลข สำหรับการใช้ชีวิตประจำวัน เช่น การถอดสแควรูท, หาค่าตรีโกนมิต, เลขยกกำลัง, แปลงเลขฐานสิบฐานสอง, คำนวณภาษี, คำนวณสินเชื่อ, คำนวณเกรดเฉลี่ย, การแปลงค่า, การหาคำตอบของสมาการโจทย์ต่างๆ และยังมีอีกมากมาย สามารถเข้าใช้งานได้โดยเลือกเมนูที่ต้องการ โปรแกรมถูกออกแบบให้ใช้งานง่าย และไม่ซับซ้อน",
      "stock": 0
    },
    {
      "id": "5",
      "name": "โปรแกรมตรวจจับความเร็ว",
      "imageUrl": "https://www.ttsmartvision.com/wp-content/uploads/2021/07/Vehicle-Speed-Detection-System-300x217.png",
      "price": "25000",
      "desc": "โปรแกรมตรวจจับความเร็ว เป็นระบบตรวจจับยานพาหนะที่มีการใช้ความเร็วในการขับขี่บนท้องถนนเกินกว่าที่ทางกฏหมายกำหนดเอาไว้ ซึ่งถือเป็นสาเหตุลำดับต้นๆ ของการเกิดอุบัติเหตุบนท้องถนนในปัจจุบัน โดยระบบจะทำงานร่วมกับกล้อง IP Camera คุณภาพสูงในการจับภาพแบบ Real Time ควบคู่ไปกับอุปกรณ์ Sensor สำหรับตรวจจับความเร็วของรถ โดยระบบจะแสดงภาพรถที่วิ่งผ่านกล้องสำหรับจับภาพยานพาหนะและแสดงค่าอัตราความเร็วที่รถแต่ละคันขับขี่ เมื่อรถคันใดมีการใช้ความเร็วเกินกว่าค่าที่ได้กำหนดเอาไว้ ระบบจะทำการจับภาพของรถที่กระทำผิดที่เห็นลักษณะของตัวรถ และป้ายทะเบียนรถที่ชัดเจน",
      "stock": 1
    },
    {
      "id": "6",
      "name": "ระบบเช็คชื่อออนไลน์ด้วย QR Code",
      "imageUrl": "https://i.ytimg.com/vi/XTg8hHCZsNY/maxresdefault.jpg",
      "price": "30000",
      "desc": "ระบบเช็คชื่อออนไลน์ด้วย QR Code เป็นระบบเช็คชื่อนักเรียนผ่านการสแกน QR Code โดยสามารถกำหนดรายวิชาที่ต้องการเช็คชื่อ,ระดับชั้น,ห้อง(สามารถเช็คชื่อได้ครั้งละหลาย ๆห้อง),ตั้งเวลาเริ่มเช็คชื่อ,ตั้งเวลาเริ่มเช็คเข้าเรียนสาย และตั้งเวลาปิดการเช็คชื่อ และ QR Code มีเปลี่ยนใหม่ทุก 5 นาทีเพื่อป้องกันการส่งต่อให้กับผู้อื่นโดย QR Code ที่หมดอายุแล้วจะไม่สามารถใช้งานได้ (จะเปลี่ยนเองอัตโนมัติทุกๆ 5 นาที)",
      "stock": 8
    },
    {
      "id": "7",
      "name": "ระบบเช็คชื่อนักเรียน",
      "imageUrl": "https://www.avlthai.com/images/editor/vcheckin2.jpg",
      "price": "25000",
      "desc": "เป็นระบบจัดการการเช็คชื่อเข้า-ออกของนักเรียนทุกคนในโรงเรียน เพื่อช่วยอำนวยความสะดวก ให้กับอาจารย์และผู้ปกครอง ในการติดตามนักเรียนเข้าเรียนและเลิกเรียนของแต่ละวัน โดยสามารถ สรุปสถิติการเข้าออกของนักเรียนเป็นรายห้องหรือรายบุคคลตามลักษณะต่างๆได้ เพื่อนำมาประยุกต์ ใช้ในการส่งเสริมการพัฒนานักเรียนในด้านการศึกษาและด้านอื่นๆได้ และสามารถนำเทคโนโลยีต่างๆ มาประยุกต์ใช้ในระบบได้ เช่น RFID,Barcode,Finger Scan และระบบ SMS เป็นต้น เพื่อความ สะดวก และประโยชน์สูงสุดให้กับผู้ใช้ระบบ ",
      "stock": 0
    },
    {
      "id": "8",
      "name": "ระบบรดน้ำต้นไม้อัตโนมัติ",
      "imageUrl": "https://www.hitechhome.co.th/wp-content/uploads/2018/08/ESP12LXME-1.jpg",
      "price": "8500",
      "desc": "ระบบรดน้ำต้นไม้อัตโนมัติ เป็นระบบที่สามารถตั้งเวลาในการรดน้ำต้นไม้ให้แก่ต้นไม้ของคุณ โดยจะทำให้ประหยัดเวลาในการรดน้ำ ปล่อยให้เครื่องดูแลเรื่องการรดน้ำต้นไม้ หรือ สนามหญ้าให้คุณตามโปรแกรมที่ตั้งคุณไว้ และสามารถป้องกันต้นไม้ขาดน้ำ หากลืมรดน้ำไม่กี่วันต้นไม้อาจขาดน้ำและเฉาตายได้ ลงทุนปลูกต้นไม้ราคาแพง ลงทุนเพิ่มอีกนิด เพิ่มความสบาย และ อุ่นใจไม่ต้องกลัวลืมรดน้ำ",
      "stock": 12
    },
    {
      "id": "9",
      "name": "โปรแกรมคำนวณกำไร",
      "imageUrl": "https://thaiwinner.com/wp-content/uploads/2020/05/กำไร-2.jpg",
      "price": "6500",
      "desc": "โปรแกรมคำนวณกำไร เป็นโปรแกรมเครื่องคิดเลขเฉพาะทาง ที่พัฒนาขึ้นมาเพื่อที่จะเน้นช่วยในการบริหารจัดการทั่วไป ที่ช่วยให้ผู้ใช้ทราบถึงยอดคำนวณของ กำไร / ขาดทุน ของการขายสินค้า"
    },
    {
      "id": "10",
      "name": "โปรแกรมคำนวณดัชนีมวลกาย",
      "imageUrl": "https://software.thaiware.com/upload_misc/software/2016_12/728/6455_161227133754m3.png",
      "price": "3000",
      "desc": "โปรแกรมคำนวณดัชนีมวลกาย เป็นโปรแกรมคำนวณค่าดัชนีชี้ค่าความอ้วน ที่จะช่วยประเมินว่าในตอนนี้คุณอ้วนหรือไม่ โดยคำนวณค่าดัชนีมวลกาย (Body Mass Index) คือ เอาน้ำหนักตัว (หน่วย กิโลกรัม) หารด้วยส่วนสูง (หน่วย เมตร) ยกกำลังสอง จะได้ค่าๆ หนึ่งออกมาเพื่อเปรียบเทียบกับค่ามาตราฐานที่กำหนดไว้เพื่อประเมินว่าร่างกายของคุณอยู่ระดับได้ โดยโปรแกรม BMI Calculator เวอร์ชันนี้จะเพิ่มความละเอียดในการวัดเป็น คือ ผอม ปกติ ท้วม อ้วน และอ้วนมาก ซึ่งทำให้เราได้ค่าที่เที่ยงตรงมากขึ้น และได้เพิ่มในส่วนความรู้เกี่ยวกับสุขภาพ การออกกำลังกาย และความรู้เกี่ยวกับโภชนาการเข้าไปเพื่อความเข้าใจที่ถูกต้องเกี่ยวกับความรู้ดังกล่าวอีกด้วย",
      "stock": 9
    },
    {
      "id": "11",
      "name": "โปรแกรมคำนวณแคลอรี่",
      "imageUrl": "https://www.mindphp.com/images/articles/202001/Tools/calorie-fillout.png",
      "price": "4500",
      "desc": "สำหรับผู้ที่ชอบการออกกำลังกาย หรือกำลังควบคุมน้ำหนัก การคำนวณแคลอรี่ถือเป็นสิ่งสำคัญอย่างมาก โปรแกรมคำนวณแคลอรี่นี้จะเป็นเครื่องมือในการคำนวณแคลอรี่ที่เผาผลาญเมื่อทำการออกกำลังกาย โดยเราสามารถทำการคำนวณได้ง่ายๆโดยเพียงทำการกรอกข้อมูลชื่อผู้ใช้, น้ำหนักตัว, เลือกประเภทกีฬา และกรอกระยะทางที่ต้องการเล่นกีฬา โปรแกรมจะสามารถคำนวณแคลอรี่ที่เผาผลาญมาให้เราได้ โดยจะแสดงผลลัพธ์ในรูปแบบของตารางผลลัพธ์ โปรแกรมจะมีตารางแสดงข้อมูลล่าสุดสำหรับตรวจสอบข้อมูลการใช้งานล่าสุดได้ อีกทั้งยังสามารถทำการค้นหาประวัติการทำรายการเก่า ๆ จากชื่อผู้ใช้งานได้",
      "stock": 5
    }
  ]